[
	{
		"id": "hawke",
		"img": {
			"src": "/assets/img/2026-imbolc/hawke.jpg",
			"alt": [
				"A green feather emerging from cracked earth, curled in a spiral",
				"Two crane figures with their beaks meeting in the middle where a large circle is suspended in the air. The sky behind it is stormy and full of clouds. The hill they are standing on has a large crack running down the center, with ancient carved stone animal heads around the crack.",
				"A vintage map of the Bremerton area. Super imposed throughout the map is a sacred geometry pattern called the Flower of Life. A red Octopus is emerging from the pattern.",
				"A bear curled up in a ball with its paw over its eyes. The ground is covered in snow and there are bird tracks in between stones poking out. In the sky above, there is a comet amongst the stars.",
				"A vintage map of the Bremerton area. Super imposed throughout the map is a sacred geometry pattern called the Flower of Life. A Dungeness crab is emerging from the pattern."
			]
		},
		"name": "Jennifer Hawke",
		"bio": [
			"Jennifer Hawke came to Vashon Island about 20 years ago from Billings, Montana.",
			"Hawke has a studio at the Beall Greenhouses, and has participated in the Vashon Studio Tour for the last four seasons. They also paint large Sacred Geometry installations on the road during the First Friday Art Walks in the summer months.",
			"Hawke has a degree in Painting and Cast Metals from Montana State University, but they work in many different mediums. Their primary studio work is assemblage using vintage detritus and beach trash.",
			"You may also know Hawke through the Bearded Lady Road Reports: a live broadcast on Facebook dedicated to reporting on road conditions during inclement weather."
		],
		"contact": [
			{
				"href": "https://www.instagram.com/jenniferhawkestudio",
				"title": "@jenniferhawkestudio on instagram"
			},
			{
				"href": "https://www.facebook.com/pugetsoundgypsy",
				"title": "Jennifer Hawke on facebook"
			},
			{
				"href": "https://www.instagram.com/montana_hawke",
				"title": "@montana_hawke on instagram"
			}
		]
	},
	{
		"id": "brooke",
		"img": {
			"src": "/assets/img/2026-imbolc/brooke.jpg",
			"alt": "a triptych of photos of the artist wearing jackets of her own creation. the first jacket is orange and teal wool with a stag graphic appliqued onto the back panel. the second jacket is a woody green leather jacket with fur collar accent, snap epaulettes, and a front lapel detail created from colorful angular leather scraps. the third is a white denim jacket with a central linocut patch stitched in place with intricate topwork and embroidery. pink silk accents, flower details, and direct print work frame the central piece."
		},
		"name": "Brooke Osment",
		"bio": [
			"found art jackets, stitchwork, visible mending"
		],
		"contact": [
			{
				"href": "mailto:bsosment@gmail.com?subject=Beall%20Greenhouses%20Market%20Imbolc%202026",
				"title": "email Brooke"
			}
		]
	},
	{
		"id": "lee",
		"img": {
			"src": "/assets/img/2026-imbolc/lee.jpg",
			"alt": "a four picture collage. two pictures show lee, a white person with curly hair and glasses; in one picture, wearing a colorful knit shawl. the other two frames show lee's work: 1, two leather card wallets with an elegant swoop on the back in vivid colors of leather; 2, a pile of greeting cards with a block-printed loon spread across front and back of the cards."
		},
		"name": "Lee Cattarin",
		"bio": [
			"multidisciplinary artist and birder"
		],
		"contact": [
			{
				"href": "https://leecat.art/",
				"title": "leecat.art"
			}
		]
	},
	{
		"id": "gary",
		"img": {
			"src": "/assets/img/2026-imbolc/gary.jpg",
			"alt": "Bag of ZenBellies coffee on the counter in front of a coffee station."
		},
		"name": "Gary",
		"bio": [
			"I will be serving up delicious pour-overs of my hand-picked locally roasted coffee, honoring the rich flavor tradition of the Pacific Northwest."
		],
		"contact": [
			{
				"href": "https://www.zenbelliescoffeeco.com",
				"title": "zenbelliescoffeeco.com"
			},
			{
				"href": "mailto:gary@zenbellies.com?subject=Beall%20Greenhouses%20Market%20Imbolc%202026",
				"title": "email Gary"
			},
			{
				"href": "https://www.instagram.com/zenbelliescoffeeco",
				"title": "zenbelliescoffeeco on instagram"
			}
		]
	},
	{
		"id": "christina",
		"img": {
			"src": "/assets/img/2026-imbolc/christina.jpg",
			"alt": [
				"“Paradise Dreams” Egret by the ocean under a tree. Collagraph",
				"“Chachalaca Morning” Chachalaca bird sitting on a tree branch.  Collagraph",
				"“Winter’s Flock” Bare trees in a field with crows flying. Collagraph",
				"“The Meeting” A crow and doves are having a meeting at an old oak tree. Etching",
				"“Misty Mourning” Bare trees with morning sun and autumn leaves on the ground. Monotype"
			]
		},
		"name": "Christina Nichols",
		"bio": [
			"I have been a professional artist for 40 years, living on Vashon Island in the Pacific Northwest.",
			"My work is mostly inspired by nature. I also like to mix modern and ancient sources in an attempt to elicit images of the collective unconscious.",
			"I currently like to use many hand-pulled printing processes, for example—etchings, collagraphs, monoprints and linoleum block prints. I have been a member of Quartermaster Press at Beall Greenhouses since 2011."
		],
		"contact": [
			{
				"href": "mailto:christinanicholsart@yahoo.com?subject=Beall%20Greenhouses%20Market%20Imbolc%202026",
				"title": "email Christina"
			},
			{
				"href": "https://www.facebook.com/christina.nichols.9849",
				"title": "Christina Nichols on facebook"
			},
			{
				"href": "https://www.instagram.com/christinanicholsart/",
				"title": "@christinanicholsart on instagram"
			}
		]
	},
	{
		"id": "rachael",
		"img": {
			"src": "/assets/img/2026-imbolc/rachael.jpg",
			"alt": [
				"Photogravure print of a sunflower with watercolor",
				"Linocut print of coffee cups on a table, with the words \"good trouble\" shown on the wall above",
				"Fused glass garden art, a light filtering rectangle composed of multicolored blue and yellow stripes",
				"Red ornamented fused glass sushi plate with two matching condiment plates",
				"Mint green fused glass shallow bowl with dotted ornament."
			]
		},
		"name": "Rachael Osborn",
		"bio": [
			"Rachael will be selling hand-pulled prints and glasswork at the Quartermaster Press Studio at Beall Greenhouses."
		],
		"contact": [
			{
				"href": "mailto:rachaelosbornart@gmail.com?subject=Beall%20Greenhouses%20Market%20Imbolc%202026",
				"title": "email Rachael"
			}
		]
	},
	{
		"id": "steve",
		"img": {
			"src": "/assets/img/2026-imbolc/steve.jpg",
			"alt": [
				"A woman smiling in front of a backdrop while holding her red glasses",
				"A man in a suit with microphone in front of a las vegas backdrop",
				"A smiling woman in a blue business suit",
				"A young woman in a hat sweater wearing pink pastel goth style",
				"A young man holding a guitar in front of several road cases"
			]
		},
		"name": "Steve Rocketkar",
		"bio": [
			"Steve Rocketkar is a journalist turned designer turned photographer living and working on Vashon Island. His photo and video practice, Rocketkar Studios, seeks to help each person be seen the way they want to be seen. This market he'll be offering headshot mini photo sessions for the new year, as well as in-person specials on Valentine's Day couples' sessions."
		],
		"contact": [
			{
				"href": "https://www.rocketkar.com",
				"title": "rocketkar.com"
			},
			{
				"href": "https://instagram.com/rocketkarstudios",
				"title": "@rocketkarstudios on instagram"
			}
		]
	},
	{
		"id": "katt",
		"img": {
			"src": "/assets/img/2026-imbolc/katt.jpg",
			"alt": [
				"A young woman standing in the trees with blue hair, red glasses, and a rainbow shirt. She is looking very thoughtful.",
				"A hand holding a three point weaving of green reeds against an old red building"
			]
		},
		"name": "Katt Rouse-Riley",
		"bio": [
			"Katt Rouse-Riley hails from Arizona and developed her eclectic tastes from growing up all over the US, finally landing on Vashon Island with her family in 2012. Katt has had the chance to study religions of many forms, becoming what she would recognize to be Wicca 33 years ago. She is a Priestess that has performed marriages and found an affinity to using nature in her practice and art. She has led some Earth Art classes, and looks forward to doing so again.",
			"Katt will have materials on hand to make your own Brigid's cross!",
			"Come learn a little bit about Imbolc, the Goddess Brigid, and take home this beautiful symbol crafted by your own hands."
		],
		"contact": [
			{
				"href": "mailto:beallgreenhouses@gmail.com?subject=Beall%20Greenhouses%20Market%20Imbolc%202026%20-%20Katt",
				"title": "email Katt"
			}
		]
	},
	{
		"id": "mags",
		"img": {
			"src": "/assets/img/2026-imbolc/mags.jpg",
			"alt": [
				"This is a picture of a small piece of wood covered in dried lichen and moss, with what appears to be glass like white mushrooms. The stems of the mushrooms are created over wire fairy lights. When lit, the caps emit a warm magical light. Sculpture embellished with locally gathered acorns and eucalyptus seeds.",
				"A picture of an older white person with long green and light brown hair and bangs. They are looking looking sideways with a slight smile.",
				"This golden yellow satin dress is mounted on a wooden base and dress form that lights from inside. Constructed from several dresses and embellished with vintage hand dyed ribbon and mulberry paper leaves in different shades of green. The bodice is fitted in trimmed in ribbon. The skirt is filled out with a handmade crinoline under skirt. Excluding the wings made of skeletonized leaves, this fantasy dress on the stand is about 12 inches tall."
			]
		},
		"name": "Mags McGinnis",
		"bio": [
			"I've been collecting bits and bobs and tiny shiny things for many years. I make small odd little things out of found objects, embellished with things from my collection. This market I will also be offering bathing salts (pre-made or mix your own ) in the spirit of Imbolc and spring cleaning."
		],
		"contact": [
			{
				"href": "https://www.instagram.com/worldsinsideworlds/",
				"title": "@worldsinsideworlds on instagram"
			}
		]
	},
	{
		"id": "jon",
		"img": {
			"src": "/assets/img/2026-imbolc/jon.jpg",
			"alt": [
				"Cast from concrete and shaped by intention, these votive candle holders evoke post-industrial rubble, as if salvaged from the ruins of a failed civilization. Their fractured forms and raw textures suggest remnants of structures once built for permanence, now repurposed to hold light. Each piece bears subtle fire-kissed colorations, with scorched tones and darkened edges that hint at having endured extreme heat. Traces of rust emerge like archaeological evidence, reinforcing the sense of age, collapse, and survival. Together, they transform ruin into ritual, offering a quiet promise of illumination and renewal.",
				"Mithran is a small-batch, dual-extracted mushroom tonic made from foraged Red Belted Conk (Fomitopsis pinicola) and Artist’s Conk (Ganoderma applanatum). Using both alcohol and water extraction, it captures a wide range of traditionally valued compounds, including polysaccharides, triterpenes, phenolics, and bitter terpenoids. Mithran has a long history of folk use for supporting inflammation balance, immune function, digestion, and liver health. Research on these conks shows antioxidant activity and alcohol-soluble compounds with activity against cancer cells and tumor growth in laboratory settings."
			]
		},
		"name": "Jon Haaland",
		"bio": [
			"Jon Haaland is a mixed media artist, photographer and designer hailing from the Pacific Northwest. With an innate passion for blending mediums and exploring the interplay between man and nature, Jon draws his inspiration from the intrinsic harmony of nature and the pressures of man. Through his mixed media creations, he intertwines natural elements constructing a unique narrative that speaks to the deep interplay between civilization and the environment."
		],
		"contact": [
			{
				"href": "https://jonhaalandart.com",
				"title": "jonhaalandart.com"
			},
			{
				"href": "mailto:jonhaalandart@gmail.com?subject=Beall%20Greenhouses%20Market%20Imbolc%202026",
				"title": "email Jon"
			},
			{
				"href": "https://www.instagram.com/jonhaalandart/",
				"title": "@jonhaalandart on instagram"
			}
		]
	},
	{
		"id": "julie",
		"img": {
			"src": "/assets/img/2026-imbolc/julie.jpg",
			"alt": [
				"Hand spun yard in beautiful spring hues, marled",
				"knitting made from hand spun yarn"
			]
		},
		"name": "Julie Shannon",
		"bio": [
			"Hand-dyed and hand-spun yarns, rustic soaps, spa cloths, and Julie's Amazing Sweet 'n Sassy Nuts."
		],
		"contact": [
			{
				"href": "mailto:shannon.julie@gmail.com?subject=Beall%20Greenhouses%20Market%20Imbolc%202026",
				"title": "email Julie"
			},
			{
				"href": "tel:2063534664",
				"title": "call or text Julie"
			},
			{
				"href": "https://www.threads.com/@joypup98070",
				"title": "Julie Shannon on threads"
			}
		]
	},
	{
		"id": "logan",
		"img": {
			"src": "/assets/img/2026-imbolc/logan.jpg",
			"alt": [
				"moon jellyfish on dark background",
				"Spruce trees in mist",
				"Opalescent nudibranch",
				"Salmon troller in front of alaskan volcano",
				"Underwater photo of bull kelp"
			]
		},
		"name": "Logan Price Photography",
		"bio": [
			"Unique underwater photographs of local northwest sea creatures taken while freediving, and stunning large format land-and-seascapes from Southeast Alaska."
		],
		"contact": [
			{
				"href": "https://www.anthozote.com",
				"title": "anthozote.com"
			},
			{
				"href": "https://www.instagram.com/anthozote/",
				"title": "@anthozote on instagram"
			},
			{
				"href": "https://www.tiktok.com/@anthozote",
				"title": "@anthozote on tiktok"
			}
		]
	}
]
