[
  {
    "id": "hawke",
    "img": {
      "src": "/assets/img/2026-imbolc/hawke.jpg",
      "alt": "4 image collage. image 1: Coulter pinecone with dried oranges, & apples, dried flowers, & bay leaves. image 2: a collage titled 'when the black rock opens'. artist statement on the piece: ntentional Collage: seeds have been planted in the line of the future. There is a promise of what will be growing when it is time for us to understand. image 3: Coulter pinecone with feathers, moon, snail shell, dried flowers, spices, bay leaves, and found sculpted porcelain face. image 4: jennifer hawke, the artist, a white person with a beard and knowing eyes. the top half of their face is painted blue with a white heart, and they are wearing a huge elaborate flower crown, a red shawl, and several chunky pendants."
    },
    "name": "Jennifer Hawke",
    "bio": [
      "Jennifer Hawke came to Vashon Island about 20 years ago from Billings, Montana.",
      "Hawke has a studio at the Beall Greenhouses, and has participated in the Vashon Studio Tour for the last four seasons. They also paint large Sacred Geometry installations on the road during the First Friday Art Walks in the summer months.",
      "Hawke has a degree in Painting and Cast Metals from Montana State University, but they work in many different mediums. Their primary studio work is assemblage using vintage detritus and beach trash.",
      "You may also know Hawke through the Bearded Lady Road Reports: a live broadcast on Facebook dedicated to reporting on road conditions during inclement weather."
    ],
    "contact": [
      {
        "href": "https://www.instagram.com/jenniferhawkestudio",
        "title": "@jenniferhawkestudio on instagram"
      },
      {
        "href": "https://www.facebook.com/pugetsoundgypsy",
        "title": "Jennifer Hawke on facebook"
      },
      {
        "href": "https://www.instagram.com/montana_hawke",
        "title": "@montana_hawke on instagram"
      }
    ]
  },
  {
    "id": "lee",
    "img": {
      "src": "/assets/img/2026-imbolc/lee.jpg",
      "alt": "a four picture collage. two pictures show lee, a white person with curly hair and glasses; in one picture, wearing a colorful knit shawl. the other two frames show lee's work: 1, two leather card wallets with an elegant swoop on the back in vivid colors of leather; 2, a pile of greeting cards with a block-printed loon spread across front and back of the cards."
    },
    "name": "Lee Cattarin",
    "bio": [
      "multidisciplinary artist and birder"
    ],
    "contact": [
      {
        "href": "https://leecat.art/",
        "title": "leecat.art"
      }
    ]
  },
  {
    "id": "brooke",
    "img": {
      "src": "/assets/img/2026-imbolc/brooke.jpg",
      "alt": "a triptych of photos of the artist wearing jackets of her own creation. the first jacket is orange and teal wool with a stag graphic appliqued onto the back panel. the second jacket is a woody green leather jacket with fur collar accent, snap epaulettes, and a front lapel detail created from colorful angular leather scraps. the third is a white denim jacket with a central linocut patch stitched in place with intricate topwork and embroidery. pink silk accents, flower details, and direct print work frame the central piece."
    },
    "name": "Brooke Osment",
    "bio": [
      "found art jackets, stitchwork, visible mending"
    ],
    "contact": [
      {
        "href": "mailto:bsosment@gmail.com?subject=Beall%20Greenhouses%20Market%20Imbolc%202026",
        "title": "email Brooke"
      }
    ]
  }
]
